package cli

const helpText = `Команды:
  takeorder %IDзаказа %IDклиента %Дата(в форме YYYY-MM-DD)
   - Принять заказ от курьера;
  returnorder %IDзаказа
   - Вернуть заказ курьеру;
  giveorder %IDзаказа1 %IDзаказа2 %IDзаказа3...
   - Выдать заказ(ы) клиенту;
  orderlist %IDклиента limit %N instock
   - Получить список заказов, limit %N и instock опциональны
   - limit %N выводит N последних записей вместо всех
   - instock выводит заказы находящиеся в ПВЗ
  takerefund %IDклиента %IDзаказа
   - Принять возврат от клиента;
  refundlist %страница %размерстраницы
   - Получить страницу из списка возвратов.`
